---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SlabEdgeMaterialParam
source: html/3c2a642e-3c18-d149-7da2-6573bab9972e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SlabEdgeMaterialParam Property

"Material"

## Syntax (C#)
```csharp
public static ForgeTypeId SlabEdgeMaterialParam { get; }
```